
> 勤務日（曜日など）や勤務時間帯というのは、決められているのでしょうか？
・シフト制＋いきなり稼働できる場合はお願いできるようになったらお願いする、というスタイルです。
・２日後までについての稼働可能時間を事前報告していただいております。管理ツール上でメッセージでメールをしています。事前報告いただいた場合、その時間は稼働していただくことをお願いしています。
・いきなり稼働できるようになった場合には、その時間について稼働いただいています。
・基本的には、少なめに稼働していただきつつも、できるなら参加していただく方が安全です。


> 仕事は自分の都合の良い時間帯でも問題ないのでしょうか？
OKです。
> 仕事の予定日に急に都合が悪くなって、仕事を休むことはできますか？
比較的、柔軟です。ただしできる限り事前に、ご報告をお願いしております。ある程度機械的にこのあたりの稼働連絡→未実施といった変更を記録して、判断しています。



> 仕事の契約期間は、3ヶ月～6ヶ月とありますが、
延長や無期限契約になる可能性はありますか？

はい。むしろ３ヶ月くらい続いた方はなんらかの形で長期的にお願いしているケースが殆どです。
現在の募集は株式会社secualの募集が主なのですが、私が経営参画・所有しているいろいろな会社でも常時類似のスタイルでスタッフの方に作業をお願いしておりますので、そちらを、あるいはそちらも、お願いするケースも多いです。
